{"chapters": [{"summary": "Coming up later on, a dramatic reenactment here in the GeekWire studios of Microsoft CEO Satya Nadella's testimony in the Google antitrust case. As read by Tod Bishop and John Cook.", "gist": "Satya Nadella's Testimony in the Google antitrust case", "headline": "Coming up later on GeekWire is a dramatic reenactment of Microsoft testimony", "start": 1050, "end": 120478}, {"summary": "The GeekWire Summit is coming up on October 19. This is a half day conference this year focused on the realities of AI. If you have not signed up yet, be sure to do that soon.", "gist": "The 2019 GeekWire Summit: AI Gets Real", "headline": "The GeekWire Summit is coming up on October 19 in Seattle", "start": 120654, "end": 224980}, {"summary": "John, you will be playing the role of Adam Severt, who is a lawyer for the Department of justice. You'll be hearing all of the context around some of the things that came out in the news. It's going to be a cold read at the table read.", "gist": "Cold Read: The Comey Memo", "headline": "John will play Adam Severt, a lawyer for the Department of justice", "start": 228150, "end": 295130}, {"summary": "Microsoft's Satya Nadella says defaults are the only thing that matters in changing search behavior. Changing defaults today is easiest on Windows, toughest on mobile platforms. Windows is the most open platform today because anyone can distribute anything on it.", "gist": "Microsoft's Satya Nadella on Search Engine Default", "headline": "John King: Changing search defaults is easiest on Windows, toughest on mobile platforms", "start": 295200, "end": 486818}, {"summary": "Microsoft's contention is that Google is effectively locking Bing out of that through these various tactics to protect its monopoly. Satya: Is he referencing the antitrust case against Microsoft here directly? He's actually celebrating the fact that or he's using it in his defense.", "gist": "Microsoft on the Antitrust Case", "headline": "Microsoft claims Google is locking Bing out of mobile search through various tactics", "start": 486914, "end": 646090}, {"summary": "Microsoft considered selling Bing to Apple to replace Google as the default search engine on iOS. Google argues that Google is successful because its search engine is good and Bing is not successful in spite of Microsoft's strengths on Windows because Bing sucks. It's important for regulators to look at companies that have giant positions in any market.", "gist": "Microsoft's Argument Against Google's Antitaxi", "headline": "John Schmidtline: Microsoft reportedly considered selling Bing to Apple", "start": 646240, "end": 971554}, {"summary": "Todd Bishop asked Chat GPT to write an Emmett Watson style column for GeekWire. Watson was the champion of, as he called it, lesser Seattle. What would Watson think about Seattle today?", "gist": "A Column in the Voice of Emmett Watson", "headline": "Todd Bishop: What would Emmett Watson think about Seattle today", "start": 971592, "end": 1321922}, {"summary": "A YouTubers is using artificial intelligence to read strangers obituaries. The idea was to consider what Emmett Watson would think about the place his Seattle has become. The final paragraph was actually really good. It would probably pass muster in a lot of daily newspapers.", "gist": "In the Elevator With Emmett Watson's Funeral", "headline": "YouTubers hijack strangers obituaries on the Internet", "start": 1322056, "end": 1484680}, {"summary": "All right. Maybe we'll have to bring back the chat or the bot creations of our voices. That would have made those earlier readings a lot easier. Be sure to subscribe, rate and review the GeekWire podcast wherever you listen. We'll be back next week with a new episode.", "gist": "The GeekWire Podcast: AI Dramatic Journey", "headline": "We had more readings this episode than we've ever had", "start": 1485130, "end": 1526050}], "episode_thumbnail": "https://production.listennotes.com/podcasts/geekwire-geekwire-cdArY1lj9iR-7O0a-xwZjsp.300x300.jpg", "episode_title": "Microsoft CEO Satya Nadella vs. Google", "podcast_title": "GeekWire"}