{
    "chapters": [
        {
            "summary": "Powell: I think AI is going to get to the point where it becomes conscious. When it gets to that point, what happens to the complexity algorithm? Powell: I hope I am not going to see it. What we're talking about here is really diversity of life.",
            "gist": "Is AI Going to Replace Humans?",
            "headline": "Izzy Fortin: I think AI will make life more complex",
            "start": 19210,
            "end": 289734
        },
        {
            "summary": "Izzy Forton had a rough beginning in life. She was a bitter and morose adult up until she outlived her mom. Eventually she decided to make the plunge into being a mindset coach full time.",
            "gist": "Meet Izzy Forton: A Mindset Coach",
            "headline": "Izzy Forton became a mindset coach after her mother died of cancer",
            "start": 289772,
            "end": 603870
        },
        {
            "summary": "When you look into your own eyes in a mirror, everything that you're doing is magnified. Bob Greene has been doing it every morning for 14 years. At the end of the day, he asks himself, what did I do today that I'm proud of?",
            "gist": "Looking into My Own Eyes For the First Time",
            "headline": "You talked about looking into your own eyes as a morning routine",
            "start": 604210,
            "end": 1002542
        },
        {
            "summary": "The host tried tapping into his intuition Channeling for the first time. He wasn't sure what he was doing, but it actually made sense. Intuition is a little nagging voice that whispers to you. When you quiet down and connect to the essence, you can hear the whisper.",
            "gist": "Intuition and the Search for Truth",
            "headline": "Intuition whispers. It's this little nagging voice that keeps you quiet",
            "start": 1002596,
            "end": 1343146
        },
        {
            "summary": "Any human being who is loved by everybody, I'm starting to doubt their humanity. It's no mistake that humans love drama. I'm not bashing Jerry Springer. It was just actually to make the point that humans we like the often to our of.",
            "gist": "Not everyone is like Jerry Springer",
            "headline": "Any human being who is loved by everybody starts to doubt their humanity",
            "start": 1343328,
            "end": 1448370
        },
        {
            "summary": "What messes up humans the most is not their actual life, but their image of what life should be. There are two big diseases that I talk about with my clients. If you want someone very serious who's never going to laugh, please hire someone else.",
            "gist": "The Kuda Shudawuda Syndrome",
            "headline": "There are two big diseases that I talk about with my clients",
            "start": 1448460,
            "end": 1629814
        },
        {
            "summary": "The subtitle of the program is your daily dose of happy. What it has evolved to over time is a recognition that my favorite guests are the ones who can laugh. Nobody comes out of it alive, so you might as well enjoy the ride.",
            "gist": "Happy Day: A Daily dose of gratitude on Loa",
            "headline": "The subtitle of Law of Attraction is your daily dose of happy",
            "start": 1630012,
            "end": 2028418
        },
        {
            "summary": "It's been more irregular and there's an interesting piece to that because even though I do it irregularly, I think I'm actually getting more knowledge out of it. Almost any kind of entertainment you can find is going to have drama in it. We like drama because it makes us feel alive. But most of us would prefer to see somebody else's drama.",
            "gist": "The Polarity of Our Life",
            "headline": "Even though I do it irregularly, I think I'm getting more knowledge",
            "start": 2028434,
            "end": 2423298
        },
        {
            "summary": "What screws us up in life is what we think it should be, instead of accepting what is. We have this tendency to say something about somebody else, we're really projecting on them. And we tend to take other people's lives personally.",
            "gist": "On Being Judgmental",
            "headline": "We tend to take other people's lives personally, psychologist says",
            "start": 2423384,
            "end": 2769620
        },
        {
            "summary": "Bob Greene: How real are the characters? Do I believe that they are real human beings? He says he is passionate about talking to people midlife and helping them reconnect to themselves. Greene: If you do events or podcasts, the only people that stay are men in their 20s.",
            "gist": "Talking to People in Their 20s",
            "headline": "I'm always most interested in character development in TV series",
            "start": 2770070,
            "end": 3034840
        },
        {
            "summary": "When I hear from a listener, it has an amazing effect on me. Not just because they're my tribe, but because I learn a lot about myself by learning about them. If you want to get to know yourself really quickly start a podcast.",
            "gist": "Mindset Coach on Love of the Podcast",
            "headline": "When I hear from a listener, it has an amazing effect on me",
            "start": 3035450,
            "end": 3367600
        },
        {
            "summary": "Walt: You can invite me any day of the week. I get this amazing energy boost just by talking to one. What's the best way to reach out to you? The two best ways is either on my website or on LinkedIn.",
            "gist": "In the Elevator With Isabelle Forton",
            "headline": "Walt says he gets an energy boost from talking to Izzy Forton",
            "start": 3369350,
            "end": 3452540
        },
        {
            "summary": "Givers create a lot of content. You give to them and they give back to you. I'm very blessed, though, because people are very appreciative and show their appreciation in my life. It's the fuel to keep me encouraged.",
            "gist": "\"I'm Very Grateful to Give\"",
            "headline": "Givers create a lot of content, and it shows in this interview",
            "start": 3453710,
            "end": 3537874
        },
        {
            "summary": "Walt: When we show our human side and we're making mistakes and we laugh at ourselves, people show up because they can identify. Have you ever listened to the podcast Smart List? They just sold for $80 million. There's great incentive right there just to be human.",
            "gist": "The Real Life of Podcasting",
            "headline": "Walt says the podcast Smartless started with the pandemic",
            "start": 3537922,
            "end": 3716540
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/6e200424ebe54e4cb19406ba9d353a5d/",
    "thumbnail": "https://production.listennotes.com/podcasts/loa-today-living-our-abundance-with-the-law-5gQUhZeGjpM-nE3xoD5cMgl.300x300.jpg",
    "podcast_title": "LOA Today - Living Our Abundance with the Law of Attraction - Your Daily Dose Of Happy",
    "episode_title": "Isabelle Fortin - Mindset coach"
}