{
    "chapters": [
        {
            "summary": "Squarespace's Courses feature gives you the tools to create and sell your own online course. Socks, underwear and T shirts are the three most requested clothing items in homeless shelters. When you buy yours from Bombas, you're also donating essential items to those who need them.",
            "gist": "Holiday Socks",
            "headline": "Bombas donate essential items to homeless shelters this holiday season",
            "start": 1530,
            "end": 73730
        },
        {
            "summary": "Trails take a beating every year from the elements and from heavy or improper use. A good trail is one that is easy to follow and well maintained. We're going to show you some of the basics things you can do to keep trails in good shape.",
            "gist": "It's Called Basic Trail Maintenance",
            "headline": "Roman Mars: Basic trail maintenance is something many of us take for granted",
            "start": 76070,
            "end": 149958
        },
        {
            "summary": "We're bringing you two episodes of short stories all about trails. What even is a trail? Author Robert Moore says a trail is a line that evolves. To him, trails are deeply human creations. This desire for the path of least resistance is what unites the human and non human world in trail building.",
            "gist": "Where Everything Clicks: Entrails",
            "headline": "Kurt Colston reviews Robert Moore's new book on hiking trails",
            "start": 150064,
            "end": 472610
        },
        {
            "summary": "Kurt: Across the nation, tens of thousands of miles of trails are managed by state and federal governments. The trails are designed to maintain a sort of naturalistic illusion, creating a wilderness experience for right, right. Kurt learns about some fun trailbuilding techniques with interesting names like the Velvet Hammer.",
            "gist": "The Secret to Making Natural Trails",
            "headline": "Thousands of miles of trails across the country are engineered to look natural",
            "start": 474070,
            "end": 981320
        },
        {
            "summary": "Our next story comes to us from 99 Pi listener Joelle McNichol. She sent us a voice memo from her local hiking trail in the Craggy, north of England. The woods are remnants of the industrial past of the valley when it was full of cotton mills. There's a surprising history of these crazy paths in my woods.",
            "gist": "99 Pi Voice Memo",
            "headline": "99 Pi listener Joelle McNichol sends us a voice memo about hiking",
            "start": 987090,
            "end": 1162520
        },
        {
            "summary": "Seven books make up a pictorial guide to the Lakeland Fells by Alfred Wainwright. The books were published between 1953 and 1966 and have become a staple for many Cumbrians. In North America, hiking often feels like organized fun. The point is finding your way and navigating.",
            "gist": "Alfred Wainwright's Lake District Guide",
            "headline": "Seven old books make up a pictorial guide to the Lakeland Fells",
            "start": 1173880,
            "end": 1649710
        },
        {
            "summary": "USA for UNHCR responds to emergencies and provides long term solutions for refugees in places like Ukraine, Syria, Afghanistan, Sudan and many more. New smart home baby monitoring system, Stork, is empowering parents everywhere. Your support can provide life saving care and hope for a better future.",
            "gist": "USA for UNHCR",
            "headline": "USA for UNHCR responds to emergencies and provides long term solutions for refugees",
            "start": 1655860,
            "end": 1766268
        },
        {
            "summary": "The Lenovo Yoga Nine I designed on Intel Evo. Comes with one click function keys, a full size Stylus pen, touchscreen functionality and plenty of ports. Available at Best Buy Slash Yoga. That's BestBuy. com slash yoga.",
            "gist": "Lenovo Yoga 9 I",
            "headline": "Lenovo Yoga Nine I designed on Intel Evo",
            "start": 1766354,
            "end": 1836740
        },
        {
            "summary": "T Mobile is America's largest and Fastest 5G network built for speed and coverage. Because they cover more highway miles with 5G than anyone else. Coverage like that just makes everything easier. To find out more, visit tmobile. com network today.",
            "gist": "T Mobile's 5G network coverage",
            "headline": "T Mobile is America's fastest and. Fastest 5G network built for speed and coverage",
            "start": 1841800,
            "end": 1890150
        },
        {
            "summary": "The holidays are all about giving and taking care of others. But it's super important to take care of yourself, too. If you are thinking about starting therapy, give BetterHelp a try. Visit BetterHelp. com Invisible today to get 10% off your first month.",
            "gist": "How to Take Care of Yourself This Holiday",
            "headline": "Give yourself some love this holiday season with BetterHelp. com Invisible",
            "start": 1897820,
            "end": 1954280
        },
        {
            "summary": "Roman: A couple of years ago I was visiting my grandma in Montreal. He decided to hike up Mount Royale, but couldn't remember how to get onto the trail. Eventually, his phone sent him up a mystery staircase. Roman: Other people using Google Maps or other navigation apps have made similar mistakes.",
            "gist": "This 92-Year-Old Hiked Up Mount Royale",
            "headline": "Roman: Our final trail story comes from reporter Chris Perube",
            "start": 1957910,
            "end": 2183910
        },
        {
            "summary": "There's just so many stories of hikers getting lost or taking these weird routes because the mapping software is telling them where to go. The best thing to do is get a paper map and a compass and learn how to use them. Part two of our trail special is coming next week.",
            "gist": "Don't Trust Apps to Tell You Where to Hike",
            "headline": "Roman Mars: There are numerous stories of hikers getting lost using mapping apps",
            "start": 2184070,
            "end": 2470950
        },
        {
            "summary": "Traveltexas. com slash get your own for the only trip to Texas that matters yours. With USAA Auto Insurance, you'll get great service that is easy and reliable. Get a quote today restrictions apply.",
            "gist": "TRAVEL TO TEXAS",
            "headline": "With USAA Auto Insurance, you'll get great service that is easy and reliable",
            "start": 2476590,
            "end": 2549290
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/703d6683ce324ced9e8ffe2ff7af991f/",
    "thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg",
    "podcast_title": "99% Invisible",
    "episode_title": "548- Trail Mix"
}