{
    "chapters": [
        {
            "summary": "Squarespace's Courses feature gives you the tools to create and sell your own online course. Socks, underwear and t shirts are the three most requested clothing items in homeless shelters. When you buy yours from Bombas, you're also donating essential items to those who need them.",
            "gist": "Holiday School Course Promotion with Squarespace",
            "headline": "Bomba Socks donate essential items to homeless shelters this holiday season",
            "start": 1530,
            "end": 63962
        },
        {
            "summary": "There just weren't a lot of middle sized rental buildings in Toronto. In 1912, Toronto banned apartment buildings in most of the city. The term missing middle can be confusing. Cities with lots of middle housing just have more choice in the housing market. Cities without middle housing are harder for pretty much everyone except for the wealthy.",
            "gist": "Toronto's 'Missing Middle'",
            "headline": "Toronto has a pronounced lack of mid sized apartment buildings",
            "start": 64026,
            "end": 673490
        },
        {
            "summary": "Alfred Hawes built Spadina Gardens without a permit in Toronto. The city banned apartment buildings in 1912. Today, the city lacks middle housing that's affordable for middle class families. The lack of middle housing in Toronto has led to a divided city.",
            "gist": "The Toronto apartment building that defied city planning",
            "headline": "Alfred Hawes started building Spadana Gardens without a permit",
            "start": 673560,
            "end": 1121058
        },
        {
            "summary": "Most of the new residences being built are luxury. They only really serve a very narrow range of people. In most places, it's still illegal to build anything except for single family homes. Jason Allen John wants to build affordable housing in communities he cares about. But his dream may never become a reality.",
            "gist": "Toronto's missing middle in the condo market",
            "headline": "Most of the new condos being built in Toronto are luxury and come with hefty fees",
            "start": 1121144,
            "end": 1381378
        },
        {
            "summary": "Toronto has a missing middle problem. Cities like Portland have tried to take concrete steps to fix it. Camille Truma worked with the mayor of Portland to pass zoning reform. While zoning reform isn't a silver bullet for a housing crisis, it is a big first step.",
            "gist": "Portland's Fight for the Missing Middle",
            "headline": "Other cities with a missing middle have taken concrete steps to fix it",
            "start": 1381554,
            "end": 1875138
        },
        {
            "summary": "The Lenovo Yoga Nine I also comes with one click function keys, a full size Stylus Pen touchscreen functionality and plenty of ports. The feel and mechanics of the hinge screen when you want to use it as a tablet is really robust and smooth.",
            "gist": "The Lenovo Yoga 9 Review",
            "headline": "The Lenovo Yoga Nine I comes with 4k resolution and OLED pure sight display",
            "start": 1875224,
            "end": 1935526
        },
        {
            "summary": "As a business to business marketer, your needs are unique. LinkedIn Ads empowers marketers with solutions for you and your customers. Make B two B, marketing everything it can be and get a $100 credit on your next campaign.",
            "gist": "About LinkedIn Ads",
            "headline": "LinkedIn Ads empowers marketers with solutions for you and your customers",
            "start": 1935628,
            "end": 1997348
        },
        {
            "summary": "The holidays are all about giving and taking care of others. But it's super important to take care of yourself too, especially during the relentless holiday season. Visit BetterHelp. com Invisible today to get 10% off your first month.",
            "gist": "How to Take Care of Yourself This Holiday Season",
            "headline": "Give yourself some love this holiday season with BetterHelp. com Invisible",
            "start": 1997444,
            "end": 2063850
        },
        {
            "summary": "GiveWell has spent over 15 years researching charitable organizations. Over 100,000 donors have used GiveWell to donate more than $1 billion. You can have your donation matched up to $100 before the end of the year.",
            "gist": "GiveWell: The Online Charitable Database",
            "headline": "GiveWell helps donors make informed decisions about high impact charitable giving",
            "start": 2068910,
            "end": 2133840
        },
        {
            "summary": "Jay Coburn talks about one of the most insane examples of Toronto city planning. The city insists a 17 unit apartment building is actually just two semidetached houses. But legally, nobody can actually live in the apartments. This is part of why a lot of the city is actually getting less dense.",
            "gist": "Toronto's insane plan to turn a 17-unit apartment building into",
            "headline": "Jay Coburn talks about controversial changes to Toronto zoning laws",
            "start": 2137330,
            "end": 2520122
        },
        {
            "summary": "99% Invisible is part of the Stitcher and SiriusXM podcast family. The next generation of streaming is here. T Mobile is the network that covers more interstate highway miles with 5G than anyone. Join discussions about the show on Facebook.",
            "gist": "99% Invisible",
            "headline": "99% Invisible is part of the Stitcher and SiriusXM podcast family",
            "start": 2520186,
            "end": 2693026
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/71de733737a74d4994b0d4d58ebbeafe/",
    "thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg",
    "podcast_title": "99% Invisible",
    "episode_title": "491- The Missing Middle"
}