{"chapters": [{"summary": " Fall of Civilizations will soon have an official book coming in April of 2024. It will give an expanded, updated account of these stories, complete with maps and images. Every preorder helps boost the book's rankings on release day.", "gist": "Fall of Civilizations: An Official Book", "headline": "Fall of Civilizations will have an official book coming out in 2024", "start": 330, "end": 56960}, {"summary": "An unknown British poet clambered through the rubble of an overgrown ruin in the 8th or 9th century. The poem gives us a glimpse into the lost and decaying world they inhabited. In this episode of Fall of Civilizations, Paul Cooper looks at a civilization that collapsed.", "gist": "The Rise and Fall of Great Britain", "headline": "Paul Cooper: An unknown British poet wrote a poem about ancient ruins", "start": 73460, "end": 288260}, {"summary": "For nearly four centuries until its fall, britannia had been one of the Roman Empire's most enduring possessions. In this period, Rome was still a kind of democracy. The ragged, chalk coast of the British Isles was still the frontier of what the Romans called the known world.", "gist": "The story of roman Britain", "headline": "For nearly four centuries until its fall, Roman Britain was one of Roman Empire's possessions", "start": 293020, "end": 367090}, {"summary": "Britain, for Rome, was a mysterious and frightening place. Julius Caesar famously invaded the British Isles twice in 55 and 54 BC. It was the Emperor Claudius who finally enveloped this wild and dangerous place into the Empire of Rome.", "gist": "The Rise and Fall of Britain", "headline": "The Romans invaded the British Isles twice in the first century BC", "start": 368340, "end": 1052380}, {"summary": "Despite these benefits, Britannia was always a costly possession. Records show larger amounts of resources were poured into the island than were ever taken out. Part of the cost of holding Britain as a colony was due to its countryside a hotbed of rebellion. No evidence of native Britons ever rising to the social rank necessary to govern.", "gist": "The life of Roman Britain", "headline": "Part of the cost of holding Britain as a colony was due to rebellion", "start": 1053840, "end": 1216800}, {"summary": "One of the key measures that archaeologists use to track the cycle of peace and war in the ancient world is to look at the frequency of buried coin. In times of mild unrest, people would come back to dig these up again later. But if the unrest is serious enough, there might not be anyone left to retrieve it.", "gist": "What are the Signs of Civil War in the Ancient World?", "headline": "One of the key measures that archaeologists use to track peace and war is buried coin", "start": 1221090, "end": 1286930}, {"summary": "As the year 200 approached, this relative peace in the Roman Empire's interior was beginning to shatter. Plague had ravaged Rome's lands, a devastating disease brought back from the east. Civil wars began to erupt across Europe over rival claims to the total power of the imperial throne. This was one of the fatal flaws that led to the repeated humbling and the final fall of Roman Britain.", "gist": "The Rise and Fall of Roman Britain", "headline": "Roman Britain faced constant wars on its borders and famine in its interior", "start": 1290650, "end": 1443760}, {"summary": "Claudius Albanus was one of the first generals to make what I will call the British mistake. Born in Tunisia to a humble family, Albanus rose through the ranks of the Roman military. Despite being popular in Gaul, he was defeated two years later at the Battle ofdenham. Here we look at some of the personalities responsible for the collapse of Roman Britain.", "gist": "The Life of Claudius Albanus", "headline": "Claudius Albanus was one of the first Roman generals to make British mistake", "start": 1448360, "end": 1956410}, {"summary": "Roman rule ended in different parts of Britain at different times and under different circumstances. It came along with the collapse of Roman authority across Western Europe. Incessant civil wars and rampant inflation crippled the Roman economy. Despite this, britain would remain a fertile staging ground for rebellion.", "gist": "The Fall of the Roman Empire in Britain", "headline": "Roman rule in Britain ended in different parts of Britain at different times", "start": 1964780, "end": 2120780}, {"summary": "In 367, the soldiers tasked with defending the Empire's northern border mutinied. They allowed a waiting army of picks from Caledonia to cross the Wall. The Empire's reduced ability to protect itself was one factor in the collapse of Roman Britain. But it was one man, Magnus Maximus, who would play a pivotal part in tipping the land over.", "gist": "The Great Conspiracy", "headline": "The soldiers tasked with defending the Empire's northern border mutinied in 367", "start": 2122800, "end": 2807690}, {"summary": "The date of Maximus's departure, 380, is the last date ever to be found on a Roman coin in wales. In these places, it marked the end of Roman rule in Britain. This dishonor would fall to a common soldier called Constantine. From this point, the British economy was in freefall.", "gist": "The Fall of the Roman Empire in Britain", "headline": "The date of Maximus's departure, 380, marks end of Roman rule in Britain", "start": 2809470, "end": 3196440}, {"summary": "Archaeologists have found Roman cavalry swords, simply abandoned, dropped on the ground and left there. Local people began to use Hadrian's Wall as a quarry, taking its high quality blocks of stone to build their own houses and barns. By the end of the fifth century, London was deserted.", "gist": "The Life of Hadrian's Wall", "headline": "In the north of Britain, Hadrian's Wall was finally abandoned", "start": 3198170, "end": 3563580}, {"summary": "In cities like Bath, urban life continued in some form after the departure of Rome. By the early fifth century, all of Britain's towns, large and small, simply ceased to exist. The incoming Saxon people feared the ruins as places of ghosts and curses.", "gist": "The decline of Roman cities in Britain", "headline": "Urban life continued in some form after the departure of Rome", "start": 3567230, "end": 3710586}, {"summary": "We started with the old English poem, the Ruin. Think about what it must have felt like to live in this time when the foreign occupiers who had brought so much change finally left. A time when it felt that history was no longer moving forwards. Tomorrow would be a darker time than today.", "gist": "The Ruin of London", "headline": "We start with the old English poem, the Ruin", "start": 3710608, "end": 3790174}, {"summary": " Fall of Civilizations can only keep going with the support of our generous subscribers on Patreon. If you enjoyed this episode, please consider contributing and help keep the podcast running.", "gist": "Fall of Civilizations: The Ruin in Old English (POD", "headline": "Fall of Civilizations podcast can only keep going with the support of Patreon subscribers", "start": 3790222, "end": 3868530}], "episode_thumbnail": "https://production.listennotes.com/podcasts/fall-of/1-roman-britain-the-work-of-E8-pSw4BiMU-AHITNeZRXtk.300x300.jpg", "episode_title": "1. Roman Britain - The Work of Giants Crumbled", "podcast_title": "Fall of Civilizations Podcast"}