{
    "chapters": [
        {
            "summary": "Today on the CFO show, we talk about the parallels between finance and football. Who do you think would make the best CFO for the Kansas City Chiefs?",
            "gist": "CFO of the Kansas City Chiefs on Football and Finance",
            "headline": "Tom Siegmiller talks to Melissa howitzen about finance and football",
            "start": 8890,
            "end": 319554
        },
        {
            "summary": "Are there a lot of parallels that you see between finance and football? When I think about that need to be resilient to have that adaptability. So critical. And I think that's just one that shows how you have to work through adversity.",
            "gist": "Do Finance and Football Have Any Comparisons?",
            "headline": "Are there parallels between finance and football? Yes, there are parallels",
            "start": 319672,
            "end": 415966
        },
        {
            "summary": "For finance, the team has its playbook, and we have our playbook, basically. With each slide, we're trying to accomplish something. Do you think it's fundamentally similar to building out a roster of players?",
            "gist": "Building a Finance Team is Similar to Building a Football Team",
            "headline": "Dan: For finance, the team has its playbook, and we have presentations",
            "start": 416078,
            "end": 917620
        },
        {
            "summary": "Dan Quinn: What is the equivalent of winning the Super Bowl for a finance team? Quinn: Our goal is to be the best finance department in the NFL. Is that sustainable, or will there be ups and downs?",
            "gist": "The CFO Show",
            "headline": "Dan Reid: Venna is the Intelligent Platform for Complete Planning",
            "start": 919430,
            "end": 1375230
        },
        {
            "summary": "Communication is really, really key in fostering collaboration, reducing errors, and ultimately ensuring everybody's on the same page. It really starts with the goals and what goals you set. Having a shared purpose and a common vision and goal are so important to us.",
            "gist": "Communication is the Key in Finance and Football",
            "headline": "Communication is key in fostering collaboration and reducing errors, Dan says",
            "start": 1375400,
            "end": 1616290
        },
        {
            "summary": "Dan: scenario planning is so key for finance teams and similarly for football teams. You have to be prepared for multiple scenarios, especially in this business. Having good plans have a much greater chance for success than if you don't, Dan says.",
            "gist": "NFL CFO on Scenario Planning",
            "headline": "Dan Miller: Companies that have good scenario planning have a better chance for success",
            "start": 1617110,
            "end": 1865140
        },
        {
            "summary": "The best piece of advice I've received is think like the owner. And I use it in how I report to the ownership and what information I give them. You're just more connected to the outcomes when you feel like, yeah, this is my company.",
            "gist": "Think Like the Owner",
            "headline": "What is the best piece of professional or business advice you've ever received",
            "start": 1865510,
            "end": 1936738
        },
        {
            "summary": "Dan: What is something that you do in your personal life that helps you show up as your best self in your professional life? Howitzen: Yoga is kind of my main thing. Also try to read and go on pilgrimages. So I just try to combine everything to be the best version of myself.",
            "gist": "How to Be the Best Self You Can Be",
            "headline": "What is something that helps you show up as your best self in your professional life",
            "start": 1936914,
            "end": 2019340
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/fbcd43d33e684313ada7184898850b17/",
    "thumbnail": "https://production.listennotes.com/podcasts/the-cfo-show/finances-role-in-getting-the-KUcsJ3AYB5f-Lb7p3vDcW0J.300x300.jpg",
    "podcast_title": "The CFO Show",
    "episode_title": "Finance’s Role in Getting the 1st Down"
}